Repository: Fortes1608/StoreApp-iOS
Catalog: APIActivity/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@, in sale for %.2f dollars
source: %1$@, in sale for %2$.2f dollars
pt_br: %1$@, em desconto por %2$.2fdollars

# %@, price %.2f dollars
source: %1$@, price %2$.2f dollars
pt_br: %1$@,preço %2$.2f dollars

source: Add an item to your cart
pt_br: Adicione um item ao carrinho

source: Add to Cart
pt_br: Adicione ao carrinho

source: Beauty
pt_br: Beleza pessoal

source: Buy an item and it will show up here.
pt_br: Compre um item e irá aparecer aqui.

source: Cart
pt_br: Carrinho

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Checkout
pt_br: Retirada

source: Deals of the day
pt_br: Ofertas do dia

source: DELIVERY BY %@
pt_br: Entrega em %@

source: Details
pt_br: Detalhes

source: Favorite an item and it will show up here.
pt_br: Favorite um item e irá aparecer aqui.

source: Favorites
pt_br: Favoritos

source: Fragrances
pt_br: Fragrâncias

source: Furniture
pt_br: Mobiliária

source: Groceries
pt_br: Guloseimas

source: Home decoration
pt_br: Decoração da casa

source: Home screen, swipe down to refresh the products
pt_br: Tela inicial, deslize para baixo para atualizar os produtos

source: Kitchen accessories
pt_br: Acessórios de cozinha

source: Loading products
pt_br: Carregando produtos

source: Mens shirts
pt_br: Camisetas masculinas

source: Mens shoes
pt_br: Sapatos masculinos

source: Mens watches
pt_br: Relógios masculinos

source: Mobile accessories
pt_br: Acessórios de celular

source: Motorcycle
pt_br: Motocicleta

source: No favorites yet!
pt_br: Sem favoritos ainda!

source: No orders yet
pt_br: Sem pedidos ainda!

source: Orders
pt_br: Pedidos

source: Product details %@
pt_br: Detalhes dos produtos %@

source: Search
pt_br: Busca

source: Skin care
pt_br: Cuidados com a pele

source: Smartphones
pt_br: Celulares

source: Sports accessories
pt_br: Acessórios esportivos

source: Sunglasses
pt_br: Óculos de sol

source: Tap twice to show details
pt_br: Clique duas vezes para exibir detalhes

source: Top picks
pt_br: Melhores escolhas

source: US$ %.2f
pt_br: R$ %.2f

source: US$: %.2f
pt_br: R$: %.2f

source: Vehicle
pt_br: Veículo

source: Wait while loading products
pt_br: Aguarde enquanto atualizamos os produtos

source: Womens bags
pt_br: Bolsas femininas

source: Womens dresses
pt_br: Vestidos femininos

source: Womens jewellery
pt_br: Bijuteria feminina

source: Womens shoes
pt_br: Sapatos femininos

source: Womens watches
pt_br: Relógios masculinos

source: Your cart is empty
pt_br: Seu carrinho está vazio
